{
  "0": "Label: Kaminer\nAlternative Label: Kaminer\nType: sidebar_individual\nAbstract: Kaminer was a civilian member of the USS Enterprise-D crew in 2369.\nKaminer was one of the individuals abducted by the solanogen-based lifeforms when the Enterprise-D accidentally provided them a doorway into this universe. Although the lifeforms erased all memory of the encounters from their victims, affected Enterprise-D crew still suffered side-effects such as sleeplessness, irritability, and paranoia. \nKaminer was one of several crewmembers who contacted Counselor Deanna Troi about these symptoms, and Troi had Kaminer, William Riker, Geordi La Forge, and Worf meet in the conference lounge to discuss the situation. \nAlong with the other abductees, Kaminer provided input for a holodeck simulation of the laboratory in subspace where the crewmembers were taken, which prompted a subsequent medical investigation and the discovery of the abductions. (: \"\")\n\nComment: Kaminer was a civilian member of the USS Enterprise-D crew in 2369.\nKaminer was one of the individuals abducted by the solanogen-based lifeforms when the Enterprise-D accidentally provided them a doorway into this universe. Although the lifeforms erased all memory of the encounters from their victims, affected Enterprise-D crew still suffered side-effects such as sleeplessness, irritability, and paranoia. \n",
  "2": "Label: Angelina Fiordellisi\nAlternative Label: Angelina Fiordellisi\nType: sidebar_actor\nAbstract: Angelina Fiordellisi is the actress who played Kaminer in the sixth season episode in .\nFrom Detroit, Michigan, Fiordellisi has served as the Artistic Director of New York's off-Broadway in historic Greenwich Village since 1996. She founded the non-profit Cherry Lane Alternative and the Obie-Award winning Mentor Project Program. In 1998, she built the Cherry Lane Studio theater, and in January 2009 she was offered the 90-seat Cherry Pit, located at Westbeth Community Center. She was also on Broadway in \"Zorba\" with Academy Award winner .\nShe attended Northern Michigan University for two years, then received scholarships to The University of Detroit, Jesuit College, and Asolo Conservatory of Theater. Fiordellisi became a professional actress playing a 70-year old nun in \"Do Black Patent Leather Shoes Really Reflect Up?\". She moved to New York where she immediately landed the National Touring company of \"Annie\". Soon after she accepted a role in the National Tour of \"Zorba\" that moved to Broadway.\nBesides her appearance on The Next Generation, Fiordellisi also made guest appearances in episodes of The Cosby Show (1987), Roseanne (1988), The Munsters Today (1990, with John Schuck, Lee Meriwether, and Jason Marsden), L.A. Law (1991, with Corbin Bernsen, Larry Drake, Michael Cumpsty, and Joseph Ruskin), and Law & Order (1996). Between 1994 and 1995 she portrayed Rita in the ABC television comedy series Thunder Ally on which she worked with Jim Beaver and Bertila Damas.\nIn addition, Fiordellisi was featured in the crime thriller Delusion (1991, with Jim Metzler, Robert Costanzo, Tracey Walter, Barbara Alyn Woods, Raymond Singer, Brendan McKane, and Rudolph Willrich), in the television drama Out of Darkness (1994, with Randy Lowell and Annie O'Donnell), the romance When a Man Loves a Woman (1994, with Eugene Roche, Gail Strickland, Susanna Thompson, William Frankfather, Ellen Geer, and Rico E. Anderson), and in the romance Where The Heart Is (2000, starring Ashley Judd and with Jim Beaver and Katelin Petersen).\n\n\nComment: Angelina Fiordellisi is the actress who played Kaminer in the sixth season episode in .\nFrom Detroit, Michigan, Fiordellisi has served as the Artistic Director of New York's off-Broadway in historic Greenwich Village since 1996. She founded the non-profit Cherry Lane Alternative and the Obie-Award winning Mentor Project Program. In 1998, she built the Cherry Lane Studio theater, and in January 2009 she was offered the 90-seat Cherry Pit, located at Westbeth Community Center. She was also on Broadway in \"Zorba\" with Academy Award winner .\n",
  "3": "Label: Tige Andrews\nAlternative Label: Tige Andrews\nType: sidebar_actor\nAbstract: Tige Andrews was the actor who played the Klingon Kras in the episode of . He filmed his scenes between Wednesday and Monday on location at Vasquez Rocks and at Desilu Stage 10.\nAndrews has about a dozen movie roles and fifty television guest appearances to his credit, but he is probably best known for his Emmy Award- and Golden Globe-nominated regular role as police captain Adam Greer on , co-starring future guest actor Clarence Williams III.\nHe was born in Brooklyn as Tiger Andrews from Syrian immigrant parents (his father's original family name was Androwas). Following Syrian custom, his parents named him after a strong animal to ensure his good health. A graduate of the American of Dramatic Arts in New York, Andrews began his acting career in theater, working both on and off Broadway. His television career started with appearances on various anthology shows in the early 1950s, ultimately becoming a regular on The Phil Silvers Show – the cult sitcom also known as Sgt. Bilko – after which he took on a recurring role on The Detectives Starring Robert Taylor from 1959 through 1962.\nIn 1955, Andrews made his feature film debut when director John Ford cast him in Mister Roberts, having seen Andrews in the Broadway play on which the film was based. Fellow TOS guest actor Perry Lopez also had a role in this film. John Ford subsequently cast Andrews in an uncredited role in the 1957 drama The Wings of Eagles, starring John Wayne and also featuring Kenneth Tobey. That same year, Andrews appeared in the war drama Until They Sail, directed by Robert Wise and starring Jean Simmons. Subsequent film credits include supporting roles in 1958's Onionhead (co-starring James Gregory), 1968's In Enemy Country (with Gene Dynarski), and Elia Kazan's 1976 classic The Last Tycoon (also featuring Seymour Cassel, Jeff Corey, and Byron Morrow).\nThe majority of Andrews' television work took place throughout the 1960s. During this time, Andrews worked with fellow Star Trek alumni Jeanne Bal (in an episode of Mr. Novak, also with Vince Howard), Whit Bissell (on Jericho), Roger C. Carmel (on Premiere, along with Fritz Weaver), Paul Comi (on Twelve O'Clock High, starring Robert Lansing), Paul Fix (in an episode of The Best of the Post), Sam Gilman (on Sam Benedict), Steve Ihnat (in an episode of The Fugitive), Janet MacLachlan (on Run for Your Life), Dallas Mitchell (on The F.B.I.), Susan Oliver (on The Dick Powell Show), Percy Rodriguez (on Slattery's People and Bob Hope Presents), and Warren Stevens (also on Slattery's People). He also made guest appearances on hit programs like Dr. Kildare, Ben Casey, and Gunsmoke and had a recurring role on Gomer Pyle, USMC, during which he worked with Michael Barrier and Ken Lynch. Additionally, he earned an Emmy nomination for his 1967 guest appearance on The Big Valley, in an episode with Paul Sorenson.\nAfter portraying Captain Greer on The Mod Squad from 1968 through 1971, Andrews went on to appear in a Police Story two-parter with Anthony Caruso and Phillip Pine. In 1975 Andrews again co-starred with Trek star William Shatner on the latter's short-lived series Barbary Coast, in an episode with Louise Sorel. Also in 1975 Andrews guest-starred in an episode of Police Woman with David Huddleston and Bert Remsen. In addition, he made several appearances on Kojak (working with Whit Bissell, Antoinette Bower, Seamon Glass, Robert Ito, Stephen Macht, and Andrew Robinson) and CHiPs (with Michael Dorn, Paul Comi, Robert Pine, and Paul Sorenson) before concluding the 1970s by reprising his role on Greer in the TV special Return of the Mod Squad.\nAndrews continued working in television throughout the 1980s, appearing on shows such as Vega$ (in an episode with Rod Loomis and Phil Morris), CHiPs (with the aforementioned Michael Dorn and Robert Pine along with William Lucking), and Quncy, M.E. (starring Robert Ito and Garry Walberg). Andrews ultimately retired in 1990 after guest-starring in an episode of Murder, She Wrote with Robert Costanzo, Monte Markham, William Utay and William Windom.\nAndrews passed away in Encino, California, at the age of 86, leaving behind six children, 11 grandchildren, and a career spanning more than 60 years.\n\n\nComment: Tige Andrews was the actor who played the Klingon Kras in the episode of . He filmed his scenes between Wednesday and Monday on location at Vasquez Rocks and at Desilu Stage 10.\nAndrews has about a dozen movie roles and fifty television guest appearances to his credit, but he is probably best known for his Emmy Award- and Golden Globe-nominated regular role as police captain Adam Greer on , co-starring future guest actor Clarence Williams III.\n",
  "6": "Label: Advanced long-range torpedo\nAlternative Label: Mark VI photon torpedo\nType: aquote\nAbstract: In the alternate reality, the advanced long-range torpedoes were a type of photon torpedo developed by Starfleet in 2258 as part of the preparations for a war with the Klingon Empire. () \n\n\nComment: In the alternate reality, the advanced long-range torpedoes were a type of photon torpedo developed by Starfleet in 2258 as part of the preparations for a war with the Klingon Empire. () \n\n",
  "9": "Label: Personal log, Malcolm Reed\nAlternative Label: Personal log, Malcolm Reed\nType: dis\nAbstract: At least one log entry was made in the personal log of Malcolm Reed as he served aboard Enterprise NX-01. \n\n\nComment: At least one log entry was made in the personal log of Malcolm Reed as he served aboard Enterprise NX-01. \n\n"
}
