{
  "0": "Label: Gordon Connors\nAlternative Label: Gordon Connors\nType: character\nAbstract: Senior Lieutenant Gordon Connors (call sign Gordo) was a Federation Starfighter Corps ECO assigned to the USS Gustav P. Remington. His pilot was Colleen Norris. (Star Trek: Remington)\n\nComment: Senior Lieutenant Gordon Connors (call sign Gordo) was a Federation Starfighter Corps ECO assigned to the USS Gustav P. Remington. His pilot was Colleen Norris. (Star Trek: Remington)\n",
  "2": "Label: Electronic Countermeasures Officer\nAlternative Label: ECO\nType: battlestarwiki\nAbstract: The Electronic Countermeasures Officer (abbreviated ECO) is responsible for the Electronic Countermeasures functionality on the Sisko-class. ECOs also operate computer equipment, including scanning and detection equipment. (Star Trek: Remington)\n\n\nComment: The Electronic Countermeasures Officer (abbreviated ECO) is responsible for the Electronic Countermeasures functionality on the Sisko-class. ECOs also operate computer equipment, including scanning and detection equipment. (Star Trek: Remington)\n\n",
  "6": "Label: Cardassian shuttle\nAlternative Label: Tharbalt class\nType: class\nAbstract: Cardassian shuttles were small warp-capable auxiliary craft used by the Cardassian Union during the 24th century. The shuttles were of similar design to the larger Hideki-class starships, though their smaller size meant they could only carry up to a half-dozen occupants.The Ship Recognition Manual, Volume 2: Starships of the Cardassian Union identifies these craft as Tharbalt class warp shuttles, which come in three models, Type 3, Type 5 and Type 9.\n\n\nComment: Cardassian shuttles were small warp-capable auxiliary craft used by the Cardassian Union during the 24th century. The shuttles were of similar design to the larger Hideki-class starships, though their smaller size meant they could only carry up to a half-dozen occupants.The Ship Recognition Manual, Volume 2: Starships of the Cardassian Union identifies these craft as Tharbalt class warp shuttles, which come in three models, Type 3, Type 5 and Type 9.\n\n",
  "8": "Label: Auxiliary craft\nAlternative Label: Auxiliary craft\nType: malpha\nAbstract: In starship classification, an auxiliary craft refers to any vehicle attached to a \"mothership\" that assists in missions and environments unsuitable for starships. The term may also be applied to any small vessel that works independently or is incapable of space travel.\nThe most popular form of auxiliary craft attached to starships and starbases are shuttlecraft.\n\n\nComment: In starship classification, an auxiliary craft refers to any vehicle attached to a \"mothership\" that assists in missions and environments unsuitable for starships. The term may also be applied to any small vessel that works independently or is incapable of space travel.\nThe most popular form of auxiliary craft attached to starships and starbases are shuttlecraft.\n\n",
  "9": "Label: Tom Backus\nAlternative Label: Tom Backus\nType: character\nAbstract: Tom Backus was a co-chief engineer aboard the USS Defiant of the Engine Room Division, a duty he shared with Ry Emeras. He has little patience with technical or personal problems. (Star Trek: Defiant)\n\n\nComment: Tom Backus was a co-chief engineer aboard the USS Defiant of the Engine Room Division, a duty he shared with Ry Emeras. He has little patience with technical or personal problems. (Star Trek: Defiant)\n\n"
}
